Repository: common-repository/standwithukraine
Catalog: languages/stand-with-ukraine-*.po
Languages: ru_ru

source: Stand With Ukraine
ru_ru: Поддержать Украину

source: Inform visitors of your website that you support Ukraine.
ru_ru: Информируйте посетителей вашего сайта о том, что вы поддерживаете Украину.

source: Tell them how they can help - donate to Ukrainian Army and government.
ru_ru: Расскажите им, как они могут помочь - пожертвовав средства украинской армии и правительству.

source: Message formats
ru_ru: Формат сообщения

source: Message styles
ru_ru: Стиль сообщения

source: We #StandWithUkraine
ru_ru: Мы #ПоддерживаемУкраину

source: Learn how you can help too!
ru_ru: Узнайте как вы можете помочь!

source: #Stand&shy;With&shy;Ukraine
ru_ru: #Поддерживаем&shy;Украину

source: We don't know how long the war will last. But what we do know is that we can't stand aside and watch.
ru_ru: Мы не знаем, как долго продлится война. Но мы наверняка знаем то, что мы не можем стоять в стороне и смотреть.

source: The fastest way you can help too is to support Ukraine financially. The National Bank of Ukraine (NBU) has opened a multi-currency account for that purpose.
ru_ru: Самый быстрый способ помочь – это финансовая поддержка Украины. Для этого Национальный банк Украины (НБУ) открыл мультивалютный счет.

source: All money will be donated to the Armed Forces of Ukraine.
ru_ru: Все деньги будут пожертвованы Вооруженным Силам Украины.

source: This account accepts donations in US, Canadian and Australian dollars, euros, British pounds, Swiss francs, yuan and yen.
ru_ru: Этот счет принимает пожертвования в долларах США, Канады и Австралии, евро, британских фунтах, швейцарских франках, юанях и иенах.

source: Also accepting cryptocurrency donations – the fastest way to help.
ru_ru: Также пожертвования принимаются в криптовалюте – самый быстрый способ помочь.

source: see official statement here:
ru_ru: смотрите официальное заявление здесь:

source: If you want to volunteer in the army of Ukraine and help with deeds, then here are specific instructions how to do this
ru_ru: Если вы хотите стать добровольцем в армии Украины и помогать делами, то вот конкретные инструкции, как это сделать

source: Spread the word!
ru_ru: Расскажите об этом другим!

source: Sticky line (page top)
ru_ru: Строка на всю длинну (вверху)

source: Sticky line (page bottom)
ru_ru: Строка на всю длинну (внизу)

source: Notice (bottom left)
ru_ru: Кнопка (внизу слева)

source: Notice (bottom right)
ru_ru: Кнопка (внизу справа)

source: Black on white
ru_ru: Черно-белый

source: White on black
ru_ru: Бело-черный

source: National colours
ru_ru: Национальные цвета

source: Learn more
ru_ru: Подробнее
